const SmartyPantsProjectDescriptionEnemy = () => {
  return (
    <>
      <div style={{ marginTop: "100px", marginBottom: "40px" }}>
        <span>Анализ конкурентов</span>
      </div>
      <div>
        На первом этапе работы был произведен анализ прямых
        <br /> конкурентов. Были проанализированы сайты частных детских садов,
        образовательных центров и центров дошкольной подготовки с целью
        исследования привычных решений в интерфейсе и контенте для основных
        пользователей данных ресурсов — родителей.
        <div>
          <br /> Кроме того, важной частью исследования стали общие преимущества
          и недостатки решений конкурентов, на основе которых был разработан
          собственный дизайн SmartyPants.
        </div>
      </div>
    </>
  );
};

export default SmartyPantsProjectDescriptionEnemy;
