const SkillSwapDescriptionEnemy = () => {
  return (
    <div>
      <div style={{ marginTop: "100px", marginBottom: "40px" }}>
        <span>Этапы работы</span>
      </div>
      <div>
        Работа над проектом проводилась в несколько этапов: анализ конкурентов,
        проведение глубинного интервью, прототипирование и разработка
        визуального стиля. Первые два этапа проводились в команде, остальные же
        выполнялся мной индивидуально.
      </div>
      <div></div>
      <div style={{ marginTop: "100px", marginBottom: "40px" }}>
        <span>Анализ конкурентов</span>
      </div>
      <div>
        На подготовительном этапе проекта командой был проведен анализ прямых,
        непрямых и косвенных конкурентов. Основными критериями анализа являлись:
        юзабилити, визуальное оформление, функционал, пользовательские сценарии
        и отзывы пользователей. На основании анализа 11 конкурентов были
        составлены основные требования к проекту.
      </div>
    </div>
  );
};

export default SkillSwapDescriptionEnemy;
