const RetroStyleDescriptionEnemy = () => {
  return (
    <div>
      <div style={{ marginTop: "100px", marginBottom: "40px" }}>
        <span>Мудборд</span>
      </div>
      <div>
        На первом этапе работы было необходимо познакомиться с новым для себя
        стилем в дизайне. Изучить его особенности и основные черты. Для этого
        я ознакомилась с несколькими статьями и работами других людей.
      </div>
      <div>
        Кроме того, изученная мной информация в последствии пригодилась для
        заполнения главной страницы, которая дает пользователям ознакомиться
        с основными чертами ретро стиля в веб-дизайне.
      </div>
    </div>
  );
};

export default RetroStyleDescriptionEnemy;
