const TimeToTripProjectDescriptionEnemy = () => {
  return (
    <>
      <div style={{ marginTop: "100px", marginBottom: "40px" }}>
        <span>Анализ конкурентов</span>
      </div>
      <div>
        Первым этапом работы над лендингом стал анализ конкурентов. Заказчик
        предоставил ссылки на конкурентов, дизайн сайтов которых ему близок.
        На основе этих данных, а так же дополнительном изучении других ярких
        представителей отрасли, был разработан макет лендинга для туристического
        клуба «Пора в поход».
      </div>
    </>
  );
};

export default TimeToTripProjectDescriptionEnemy;
