const SmartyPantsProjectDescription = () => {
  return (
    <div>
      <span>SmartyPants —</span>
      современный центр развития ребенка с прогрессивным подходом к обучению и
      воспитанию детей. Подготовка производится по нескольким основным
      направлениям, для разных возрастных групп.
      <div style={{ marginTop: "24px" }}>
        Главные положительные черты центра состоят в тщательном подборе
        высококлассных специалистов и небольшом наполнении групп.
      </div>
      <br /> Основная цель проекта — рекламная, поэтому в качестве реализации
      было выбрано создание лендинга.
    </div>
  );
};

export default SmartyPantsProjectDescription;
